const phrases = [
    {
        keys: ['виноват', 'виноваты', 'виноватый', 'виновный', 'виновен'],
        answers: [
            'Димася, сука, виноват!',
            'Ууу сука, опять Димася!',
            'А то ты блять не знаешь кто...',
            'А ну, и кто же виноват?',
            'Димася, сколько можно?',
            'Все мы знает, кто виноват, а извиняться он будет?',
            'Ну да-да, не Димася, но блять он всеравно крайний!',
            'А давайте Димасю сделаем виноватым?',
        ],
    },
    {
        keys: ['горит', 'горю', 'гориш', 'горим'],
        answers: [
            'Че пичот?',
            'Ого пичёт!',
            'Гори-гори ясно!',
            'Ехехех че джуны пиздатые?',
            'Это опять все из-зи Димаси?',
            'УуЪу сука!!',
        ],
    },
    {
        keys: ['тест', 'тестируем', 'тестим', 'тесты', 'протестируейте', 'протестили'],
        answers: [
            'Хуест!',
            'Очко себе протестируй, пёс!',
            'Тестировщик дохуя?',
            'Самый умный тут?',
            'Сестру твою тестирую, ага...',
        ],
    },
    {
        keys: ['должен', 'обязан', 'должны', 'обязаны'],
        answers: [
            'Пффф кто-то кому-то что-то должен?',
            'Кому должен - всем прощаю!',
            'Никому ничем он или я или не обязян!',
            'Пппффф ага да, щас, бегу...',
            'Попроще будь, он или я или ты кому-то че-то обещал?!',
        ],
    },
    {
        keys: ['контент', 'кантент', 'кантента', 'контента'],
        answers: [
            'Хочешь контент - плати.',
            'Не хочешь контент - один хуй плати.',
            'Бабки давай и будет тебе кантент.',
            'Щас сборы поставим на кантентик!',
            'Будут деньги - будет контент.',
        ],
    },
    {
        keys: ['бот ты', 'бот, ты'],
        answers: [
            'Сам такой!',
            'Нееее, это Димася у нас такой!',
        ],
    },
    {
        keys: ['бот иди нахуй', 'бот, иди нахуй', 'бот нахуй иди', 'бот, нахуй иди'],
        answers: [
            'После тебя!',
            'Отсоси.',
            'Сам иди.',
            'Димасю попроси.',
            'Дорогу покажешь?',
        ],
    },
    {
        keys: ['орда', 'орки', 'орк', 'орду'],
        answers: [
            'Орда сосед!',
            'ОРДА САСААААААААТ!!!',
            'Сильвана шлюха пмсная!',
            'Лучше сын дебил, чем играющий за Орду!',
            'ахахах нихуя, теперь АЛАНС САСАТб!!1',
            'Подкаблучники пхах...',
        ],
    },
    {
        keys: ['Альянс', 'алики', 'алланс', 'аланс', 'алик'],
        answers: [
            'Альянс лучшее что было с Азеротом!',
            'За Андуина!',
            'Если Орда вновь предаст идеалы чести, то Альянс сотрёт Орду в порошок!!!',
            'Если не Альянс, то кто?',
            'Альянс сосед!',
            'АЛАНС САСААААААААТ!!!',
            'ахахах нихуя, теперь ОРДА САСАТб!!1',
        ],
    },
    {
        keys: ['лол', 'кек', 'ору', 'ор', 'орунькаю', 'ахах', 'хаха'],
        answers: [
            'Не вижу ничего смешного...',
            'Ебать у тебя юмор хуевый...',
            'Вам больше не стоит заниматься юмором...',
            'У Димасика даже стримы смешнее...',
            'И я арунькаю',
            'Мда...',
            'Ты хоть в голос не шути.',
        ],
    },
    {
        keys: ['тарков', 'тарик'],
        answers: [
            'Аааа, это тот симулятор Тетриса...',
            'Не обращайте внмание просто выгуливаю свои 5к... ( ͡° ͜ʖ ͡°) ___|5000|',
            'Че Димася как там 5 касарей?',
            'Ууу убийца Пугба? Сталкера? Армы? А может бабок Димаси?',
        ],
    },
    {
        keys: ['ла2', 'линейка', 'lineage'],
        answers: [
            'Госпади 10/10!!!',
            'Лучшая игра после дотки, которую могло создать человечество!!1',
            'Тупо убийца, ну вы поняли...',
            'Определённо Топ 1 ММОRPG в мире!',
        ],
    },
    {
        keys: ['бот какие шансы', 'какой шанс', 'бот какой шанс', 'бот какая вероятность', 'бот, какие шансы', 'какие шансы', 'бот, какой шанс', 'бот, какая вероятность', 'какая вероятность'],
    },
];

module.exports = phrases;
